import React from 'react'

const Lamps = () => {
    return (
        <div className='kontainer'>
            <div className='grid grid-cols-2 pt-[100px]'>
                <div>
                    <h2 className='text-[#454545] text-[40px] font-[700] leading-[54.64px] max-w-[330px]'>Производство светильников</h2>
                </div>
                <div className='flex flex-col gap-[15px]'>
                    <p>Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. У нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют.</p>
                    <p> Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог насладиться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света с NORNLIGHT!</p>
                </div>
            </div>
        </div>
    )
}

export default Lamps